// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Nome dispositivo";
"connection" = "Connessione";
"model" = "Modello dispositivo";
"details" = "Dettagli";
"aggregateDeviceType" = "Tipo dispositivo";
"isInstalled" = "Installata";

"All" = "Tutte";

// Format string for info-label with no filter
"Found %lu devices" = "Trovati %lu dispositivi";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Visualizzati %lu dispositivi su %lu";

"Rendezvous" = "Bonjour";

"Add" = "Aggiungi";
"Cancel" = "Annulla";

// Filter titles
"Connection Type:" = "Tipo connessione:";
"Device Type:" = "Tipo dispositivo:";

// Connection type filter menu items
"Printer" = "Stampante";
"Scanner" = "Scanner";
"Fax" = "Fax";

// Sort filter tooltip
"ItemArrangement" = "Modifica la disposizione dell'elemento";
"Arrange" = "Ordina";
